Repository: postcn/Dominion
Catalog: Dominion/Dominion/Resource_*.resx
Languages: de_de

# ActionBuyMsg
source: You gained extra actions and buys.
de_de: Sie hat zusätzliche Maßnahmen und kauft.

source: Action Phase
de_de: Aktionen Stufe

source: Actions
de_de: Aktionen

# Bought
source: bought a
de_de: kaufte ein

source: Bureaucrat
de_de: Bürokrat

# BureaucratDesc
source: Gain a Silver card;\nput it on top of your deck.\nEach other player reveals a Victory card\nfrom his hand and puts it on his deck\n(or reveals a hand with no Victory cards).
de_de: Verschaffen Sie sich einen Silber-Karte;. \nput sie oben auf dein Spielkarten\nJedes anderen Spieler deckt ein Victory-Karte \nvon seiner händen und legt sie auf seinem spielkarten\n (oder zeigt eine händen ohne Victory-Karten).

# BureaucratMsg1
source: put a
de_de: setzen ein

# BureaucratMsg2
source: back on the top of their deck.
de_de: Zurück auf der Spitze ihrer Spielkarten.

# BureaucratMsg3
source: You put a silver on your deck. Each other player reveals a Victory card and puts it on top of his deck.
de_de: Sie legte eine Silber auf dein Spielkarten. Jeder andere Spieler deckt ein Victory-Karte und legt sie oben auf seinem spielkarten.

source: Buy
de_de: kaufen

# BuyMsg
source: You gained an extra buy(s).
de_de: Sie hat eine extra kaufen (s).

source: Buy Phase
de_de: Kauft Stufe

source: Buys
de_de: Kauft

source: Cellar
de_de: Keller

# CellarDesc
source: +1 Action\nDiscard any number of cards.\n+1 Card per card discarded
de_de: +1 Aktion \n Verwerfen beliebige Anzahl von Karten. \n +1 Karte pro Karte verworfen

# CellarMsg
source: Discard any number of cards. +1 Card per card discarded.
de_de: Entsorgen Sie eine beliebige Anzahl von Karten. +1 Karte pro Karte verworfen.

source: Chancellor
de_de: Bundeskanzlerin

# ChancellorDesc
source: + 2 currency\nYou may immediatly put your\ndeck into your discard pile
de_de: + 2 Währung \ nSie können sofort setzen Sie Ihre \n Spielkarten in deinen Ablagestapel

# ChancellorMsg
source: You can put your deck into your discard pile.
de_de: Sie können Ihr Spielkarten in deinen Ablagestapel legen.

source: Chapel
de_de: Kapelle

# ChapelDesc
source: Trash up to 4 cards from your hand
de_de: Papierkorb bis zu 4 Karten von deiner händen

# ChapelMsg
source: Pick up to 4 cards to trash from your hand.
de_de: Wählen Sie bis zu 4 Karten aus den Händen Papierkorb.

# ClickToStart
source: Click To Start Game
de_de: Klicken Sie zum Spielbeginn

source: Confirm
de_de: bestätigen

source: Copper
de_de: Kupfer

# CopperDesc
source: 1 Currency Value
de_de: 1 Währung wert

source: Council Room
de_de: Ratssaal

# CouncilRoomDesc
source: +4 Cards, +1 Buy, Each other player draws a card.
de_de: +4 Karten, +1 kauft zieht jeder andere Spieler eine Karte.

# CouncilRoomMsg
source: You gained 4 cards and a buy. Everyone else got to draw 1 card.
de_de: Sie hat 4 Karten und ein Kauf. Alle anderen bekamen, um 1 Karte zu ziehen.

source: Currency
de_de: Währung

source: Curse
de_de: Fluch

# CurseDesc
source: -1 Victory Point
de_de: -1 Siegpunkt

# DeckNotOnDiscard
source: Click To Not Place Your Deck In The Discard Pile
de_de: Klicken Sie auf Nicht Place Your Spielkarten auf den Ablagestapel

# DeckOnDiscard
source: Click To Place Your Deck In The Discard Pile
de_de: Klicken Sie, um dein spielkarten auf den Ablagestapel Zeigen

# Defended
source: defended against the attack!
de_de: verteidigt gegen den Angriff!

source: Discard
de_de: Verwerfen

# DiscardCards
source: Discard Selected Cards
de_de: Verwerfen Ausgewählte Karten

# DiscardCopper
source: Click To Discard A Copper
de_de: Klicke, um eine Kupfer Verwerfen

# Displays
source: Displays Your:\n Actions, Buys, Currency, Gain Amount, and The Current Turn
de_de: Zeigt Ihr: \n Aktionen, kauft, Währung, Gain-Betrag, und die aktuelle Schalten

# DrawActionBuyMsg
source: You drew cards and got extra actions and extra buys.
de_de: Sie zeichnete Karten und bekam zusätzliche Aktionen und extra kauft.

# DrawActionMsg
source: You drew cards and got extra actions.
de_de: Sie zeichnete Karten und bekam zusätzliche Aktionen.

# DrawMsg
source: You drew cards.
de_de: Sie zog Karten.

source: Duchy
de_de: Herzogtum

# DuchyDesc
source: 3 Victory Points
de_de: 3 Siegpunkte

# EndActionPhase
source: Ends The Action Phase; Putting You In The Buy Phase
de_de: Endet der Aktionsphase, indem Sie in der kauft-Phase

source: End Turn
de_de: Ende biegen

source: Estate
de_de: Immobilien

# EstateDesc
source: 1 Victory Point
de_de: 1 Siegpunkt

source: Feast
de_de: Fest

# FeastDesc
source: Trash this card and gain a card costing up to 5 Currency
de_de: Papierkorb diese Karte und gewinnen Sie eine Karte kostet bis zu 5 Währung

# FeastMsg
source: Gain a card costing up to 5 Coins.
de_de: Nimm dir eine Karte kostet bis zu 5 Münzen.

source: Festival
de_de: Festspiele

# FestivalDesc
source: +2 Actions\n+1\nBuy\n+2 Currency
de_de: +2 Aktionen \n +1 \n kauft \n +2 Währung

source: Gain
de_de: Gewinnen

# GainsLeft
source: Still have gains left, setting to gain again.
de_de: Sie haben noch Gewinne übrig, Einstellung wieder zu gewinnen.

source: Gardens
de_de: Gärten

# GardensDesc
source: Worth 1 Victory Point for every 10 cards in your deck (rounded down).
de_de: 1 Siegpunkt für je 10 Karten in deinem spielkarten (abgerundet).

source: German
de_de: Deutsch

source: Get Ready
de_de: fertig machen

source: Gold
de_de: Goldton

# GoldDesc
source: 3 Currency Value
de_de: 3 Währung wert

# Grats1
source: Congratulations,
de_de: Herzlichen Glückwunsch,

# Grats2
source: on winning!
de_de: zu gewinnen!

# IncorrectForMilitia
source: Incorrect number of cards discarded for the Militia effect
de_de: Falsche Anzahl von Karten für die Miliz abgeworfen

# InfoList
source: Actions:\nBuys:\nCurrency:\nTurn:
de_de: Aktionen:\nKauft:\nWährung:\nwenden:

source: Is Ready
de_de: ist bereit

source: Laboratory
de_de: Labor

# LaboratoryDesc
source: +2 Cards\n+1 Action
de_de: +2 Karten \n +1 Aktion

# Lang
source: Language
de_de: Sprache

# Main
source: Main Window
de_de: Hauptfenster

source: Market
de_de: Markt

# MarketDesc
source: +1 Card\n+1 Action\n+1 Buy\n+1 Currency
de_de: +1 karten \n +1 Aktion \n +1 kauft \n +1 Währung

source: Militia
de_de: Bürgerwehr

# MilitiaDesc
source: +2 Currency\nAll other players immediately discard down to three cards.
de_de: +2 Währung \nAlle anderen Spielern sofort verwerfen auf drei Karten.

# MilitiaMsg
source: Other players had to discard down to 3 cards.
de_de: Andere Spieler mussten auf 3 Karten zu verwerfen.

source: Mine
de_de: Bergwerk

# MineDesc
source: Trash a Treasure card from your hand\nGain a Treasure card costing up to\n 3 Currency more; put it into your hand.
de_de: Papierkorb einen Schatz Karte von deiner händen\n Gewinnen eine Schatzkarte mit Kosten bis zu \n 3 Währung mehr, sondern setzen auf die händen.

# MineMsg
source: You may pick a treasure card to trash for a treasure card costing up to 3 more.
de_de: Sie können wählen Sie eine Schatzkarte für eine Schatzkarte mit Kosten bis zu 3 weitere Papierkorb.

# MissingCards1
source: Missing one or more
de_de: Vermissen Sie einen oder mehrere

# MissingCards2
source: from hand.
de_de: von der handen.

source: Moat
de_de: Graben

# MoatDesc
source: +2 Cards\nWhen another player plays an Attack card, you may reveal this from your hand. If you do, you are unaffected by that Attack.
de_de: +2 Karten\nWenn ein anderer Spieler einen Angriff Karte spielt, können Sie diese aus der händenzu offenbaren. Wenn Sie das tun, sind Sie unabhängig von diesem Angriff.

source: Moneylender
de_de: Geldverleiher

# MoneylenderDesc
source: Trash a copper from your hand.\nIf you do +3 Currency
de_de: Papierkorb ein Kupfer aus deiner händen.\n Wenn Sie tun +3 Währung

# MoneylenderMsg
source: Trash a Copper card from your hand. If you do, +3 Coins.
de_de: Papierkorb eine Kupfer Karte aus deiner händen.Wenn Sie das tun, +3 Wahrung.

# MoreThanFour
source: More than 4 cards selected!
de_de: Mehr als 4 Karten ausgewählt!

# NextTurn
source: Ended their turn.\n========\n
de_de: Beendet ihrerseits. \n ======== \n

source: No
de_de: Nein

# NoGainsLeft
source: No gains left in player
de_de: Keine Gewinne in Spieler übrig

# NotDiscardCopper
source: Click To Not Discard A Copper
de_de: Klicken Sie auf Nicht Verwerfen einer Kupfer

# NotEnoughCur
source: Not enough currency for gain.
de_de: Nicht genug Währung für Gewinn.

# NotGain
source: Not gain in player
de_de: Nicht in Spieler zu gewinnen

source: Play
de_de: spielen

# PlayCards
source: Plays The Selected Card
de_de: Spielt die ausgewählte Karte

# Played
source: played a
de_de: spielte eine

source: Player
de_de: Spieler

source: Players
de_de: Spieler

# Prep
source: Prep Screen
de_de: Prep Bildschirm

source: Province
de_de: Provinz

# ProvinceDesc
source: 6 Victory Points
de_de: 6 Siegpunkte

source: Remodel
de_de: renovieren

# RemodelDesc
source: Trash a card from your hand.\nGain a a card costing up to 2 Currency\nmore than the trashed card
de_de: Trash eine Karte aus deiner händen.\n Verstärkung aa-Karte kostet bis zu 2 Währung \n mehr als die Papierkorb-Karte

# RemodelMsg
source: Pick a card to trash and remodel. Then pick a card to gain.
de_de: Wählen Sie eine Karte in den Papierkorb und renovieren. Dann wählen Sie eine Karte zu gewinnen.

# RevealNoVict
source: revealed a hand with no victory cards.
de_de: ergab eine handen ohne Sieg Karten.

source: Silver
de_de: Silber

# SilverDesc
source: 2 Currency Value
de_de: 2 Währung Wert

source: Smithy
de_de: Schmiede

# SmithyDesc
source: +3 Cards
de_de: +3 Karten

source: Spy
de_de: Spitzel

# SpyDesc
source: +1 Card\n+1 Action\nReveal the top card of each player's deck, and choose whether it stays or is discarded.
de_de: +1 Karte\n+1 Aktion\nReveal die oberste Karte jedes Spielers Deck, und entscheiden, ob es bleibt oder wird verworfen.

# SpyMsg
source: Each player (including you) reveals the top card of his deck and either discards it or puts it back, your choice.
de_de: Jeder Spieler (auch Sie) deckt die oberste Karte seines Decks und entweder verwirft sie oder legt sie zurück, Ihre Wahl.

# StackEmpty
source: Card Stack was Empty
de_de: Kartenstapel leer war

# Start
source: Start Screen
de_de: Startbildschirm

# TestString
source: This is the test string!
de_de: German

source: Thief
de_de: Dieb

# ThiefDesc
source: Each other player reveals the top 2 cards of his deck.\nIf they revealed any Treasure cards, they trash one of them that you choose.\nYou may gain any or all of these trashed cards.\nThey discard the other revealed cards.
de_de: Jeder andere Spieler deckt die obersten 2 Karten von seinem spielkarten \n Wenn sie irgendwelche Schatz Karten aufgedeckt, papierkorb sie einer von ihnen, dass Sie sich entscheiden\nSie können gewinnen oder alle dieser Karten weggeworfen. Sie verwerfen die anderen aufgedeckten Karten.

# ThiefMsg
source: Choose cards to trash
de_de: Wählen Sie, wenn Sie einen Gegner verwüstet Schatzkarte gewinnen wollen.

# ThiefMsg1
source: revealed a
de_de: ergab eine

# ThiefMsg2
source: from the top of their deck.
de_de: von der Spitze ihrer spielkarten.

source: Throne Room
de_de: Thronsaal

# ThroneRoomDesc
source: Choose and Action card in your hand. \nPlay it twice
de_de: Wählen und Aktion Karte in Ihrer händen.\n es spielen zweimal

# ThroneRoomMsg
source: Pick an action card to play twice.
de_de: Wähle eine Aktionskarte zweimal spielen.

# Tie
source: It was a tie!
de_de: Es war ein Unentschieden!

source: Trash
de_de: Papierkorb

# TrashCards
source: Trashes The Selected Card
de_de: Papierkorb der ausgewählten Karte

source: Turn
de_de: Drehen

# TypeString0
source: Victory
de_de: Sieg

# TypeString1
source: Treasure
de_de: Schatz

# TypeString2
source: Action
de_de: Aktion

# TypeString3
source: Action - Attack
de_de: Aktion - Angriff

# TypeString4
source: Action - Reaction
de_de: Aktion - Reaktion

# UpgradeCur
source: Click To 'Upgrade' Currency
de_de: Klicken Sie auf "verbessern" Währung

# VictPts1
source: had
de_de: hatte

# VictPts2
source: victory points.\n
de_de: Siegpunkte. \n

source: Village
de_de: Dorf

# VillageDesc
source: +1 Card\n+2 Actions
de_de: +1 Karten\n +2 Aktionen

# WasRemodel
source: Was a remodel. Setting it to trash the next card.
de_de: War ein renovieren. Wird er auf die nächste Karte Papierkorb.

source: Witch
de_de: Hexe

# WitchDesc
source: +2 Cards.\nEach other player gains a Curse card.
de_de: +2 Karten. \n Jeder Mitspieler bekommt einen Fluch Karte.

# WitchMsg
source: You drew 2 cards and gave everyone curses.
de_de: Sie zog 2 Karten und gab jedem Flüche.

source: Woodcutter
de_de: Holzfäller

# WoodcutterDesc
source: +1 Buy\n+2 Currencys
de_de: +1 Kauft\ n +2 Währungen

source: Workshop
de_de: Werkstatt

# WorkshopDesc
source: Gain a card costing up to 4 Currency
de_de: Nimm dir eine Karte mit Kosten bis zu 4 Währung

# WorkshopMsg
source: Gain a card costing up to 4 Coins.
de_de: Nimm dir eine Karte kostet bis zu 4 Münzen.

source: Yes
de_de: Ja
